{
    "artists": [
      {"id": "1", "name": "Eamon O’Leary", "instrument": "Bouzouki", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706975887/lark/eamon_ftn3ft.jpg", "description":"Originally from Dublin, Eamon has lived in New York City for the last twenty years. He has toured extensively throughout North America and Europe, performing and recording with many of Irish music's great players. In 2004, he and Patrick Ourceau released a live recording, Live at Mona's, documenting their many years hosting a  session on New York's Lower East Side. ", "youtube": ["https://www.youtube.com/embed/m7zJ0TEtt64?si=rX0428DZZSpGbmZ-", "https://www.youtube.com/embed/vNKlgKoR1Kc?si=VL_zm-LeGSTCkcGu"]},
      {"id": "2", "name": "Dermot Byrne", "instrument": "Box C#/D", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706911348/lark/dermot_dbj8rm.jpg", "description":"Dermot Byrne is one of Ireland’s most outstanding traditional accordion players.  For many years a member of Altan, Dermot performed, recorded and toured extensively with the group along with artists like Donal Lunny, Steve Cooney and Stephane Grapelli, bringing the beauty and joy of traditional Irish music to audiences all over the world.  In other collaborations he has performed previously with KGB, Frankie Gavin, Sharon Shannon, and The Stunning along with many other outstanding Irish and international musicians.  For his contribution to Irish music Dermot was chosen as TG4’s Traditional Musician of the Year 2013.", "youtube": ["https://www.youtube.com/embed/-20Dl7yZccE?si=Cze2Kg5ae5X0FkDp"]},
      {"id": "3", "name": "Sean McComisky", "instrument": "Box B/C", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706912019/lark/jpeg-optimizer_Sean_jo9ovz.jpg", "description":"Sean McComiskey is among the most innovative young performers on the button accordion, with a unique harmonic style that has earned him a spot in the pantheon of Irish accordionists far beyond his native Baltimore. As the son of legendary button accordion player and National Heritage Fellow Billy McComiskey, Sean has been surrounded by Irish Traditional music his entire life and has developed a deep appreciation for the rich tradition of which he is a part.", "youtube": ["https://www.youtube.com/embed/phe0SBXdaCw?si=DeBGPsnP5_rF4YW9", "https://www.youtube.com/embed/oWT8ZLa0IBI?si=pJbLAPcxjDgNzgZY"]},
      {"id": "4", "name": "Angelina Carberry", "instrument": "Banjo", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706911459/lark/angelina_jgbuwc.jpg", "description":"Angelina Carberry was born in Manchester, England into a County Longford musical family steeped in traditional music. Starting on the tin whistle, she later moved on onto the banjo following in the footsteps of her father Peter and Grandfather Kevin Carberry. Angelina moved to Galway in the late 90’s where she recorded the highly acclaimed album ‘Memories from the Holla’ with her father Peter on Accordion and John Blake on guitar and piano. Over the years, Angelina has developed a highly personal style with unique rhythmical characteristics. Her unmistakable banjo sound is captured on her solo 2005 CD, An Traidisún Beo & Pluckin’Mad 2014, which were awarded among the Irish Echo’s Top 10 CD’S of the year. Angelina has recorded two duet albums with accordion player Martin Quinn in 2003 and A Waltz for Joy in 2017 with accordion player Dan Brouder. She also guested on Dan Brouder’s cd The Lark’s Air, 2011 and accordion player Josephine Marsh’s, 2018 cd Music in the Frame. In addition to performing Angelina is also a respected music teacher and popular banjo tutor at many festivals throughout the country and abroad. She has taught master classes at the Irish World Academy of Music and Dance, University Limerick, Scoil Eigse and the Willie Clancy Summer School and toured throughout Ireland, Europe, Japan, and North America that included appearances at major festivals. Angelina has also played popular tv program’s series Fleadh Cheoil RTE, Bosca Ceol, Hup and Sé mo Laoch,TG4.", "youtube": ["https://www.youtube.com/embed/czk9VjxRrVQ?si=ScOqAhBaaINEM-Ic", "https://www.youtube.com/embed/Z07VrjbXFCQ?si=w-m6Ff4Ze4n_1faH"]},
      {"id": "5", "name": "Brenda Castles", "instrument": "Concertina", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706906921/lark/brenda_bywlt1.jpg", "description":"Brenda Castles is from Co. Meath and learned concertina from Mícheál Ó'Raghallaigh. She has two solo albums of Irish music on concertina and previously performed regularly with Mick Moloney's Green Fields of America collective. She has recently performed solo concerts for the Consairtín festival in Ennis, Temple Bar TradFest, Meath Beo and the Pipers Club in Dublin. This year Brenda has produced a short film called 'Plight of the Bumble Bee' for which she composed a traditionally inspired soundtrack.", "youtube": ["https://www.youtube.com/embed/sKus-eW3njc?si=uYhTPNbIyI108Fo9", "https://www.youtube.com/embed/A5MUE4qUsUY?si=jZpcnnU5Jf3CYuOf", "https://www.youtube.com/embed/KLHsnyNaiVM?si=TRcDuASOct7yxn-r"]},
      {"id": "6", "name": "Martin Hayes", "instrument": "Fiddle", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706911860/lark/jpeg-optimizer_martin_zhm5sj.jpg", "description":"Martin Hayes is regarded as one of the most significant talents to emerge in the world of Irish traditional music. His unique sound, his mastery of his chosen instrument – the violin – his acknowledgement of the past and his shaping of the future of the music, combine to create a formidable artistic intelligence. He has drawn inspiration from many musical genres, but remains grounded in the music he grew up with in East County Clare. He has a unique ability to place the tradition within a wider contemporary context,  creating a unique and insightful interpretation of Irish music.", "youtube": ["https://www.youtube.com/embed/o5hg3iuoJoM?si=SKKgH5VqUMJky_Cj", "https://www.youtube.com/embed/XkxtRbQ_0ZE?si=uoV1YzzKVOd21k2z"]},
      {"id": "7", "name": "John Skelton", "instrument": "Flute", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706976158/lark/john_sag91e.jpg", "description":"London-born flute and whistle player John Skelton is probably best known to American audiences from his work with The House Band, with whom he recorded eight albums on the Green Linnet label. He has also released a solo album, One At a Time, and Double Barrelled, a highly regarded album of flute duets with Kieran O’Hare, as well as a series of tune collection books, A Few Tunes, A Few More Tunes, Yet More Tunes and Some Breton Tunes. John has performed at most of the major folk festivals in North America, Europe and Australia.", "youtube": ["https://www.youtube.com/embed/po_p3STmeBc?si=eLsAF7EDuqQh2586"]},
      {"id": "8", "name": "Steve Cooney", "instrument": "Guitar Accompaniment", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706912363/lark/steve_jx0f7u.webp", "description":"Steve Cooney is best known for his development of an influential style of guitar accompaniment to traditional Irish dance music which he developed in West Kerry, and  for which he won the National Entertainment Award with Séamus Begley in 1997. Born in Melbourne Australia in 1953, he came to Ireland in 1980 and maintains his connections with the Aboriginal culture there, into which he was initiated. He has ancestral links with Tipperary, Cavan and Galway. He has participated in making more than 250 CD's, either as a guitar or bass player or as producer and engineer.", "youtube": ["https://www.youtube.com/embed/eVWPL_PtV9c?si=zVMZ-CXdrYRCoaNR", "https://www.youtube.com/embed/Qnh0TmGatWs?si=NESsJ4yvOX-6Ynah"]},
      {"id": "9", "name": "Grainne Hambly", "instrument": "Harp", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706976373/lark/grainne_no3nry.jpg", "description":"Gráinne Hambly from County Mayo, Ireland is an internationally recognised exponent of the Irish harp, and is in great demand as a performer and teacher, both at home and abroad. Gráinne started to play Irish music on the tin whistle at an early age, before moving on to the concertina and later the harp. She lived in Belfast for six years, where she completed a Masters Degree in Musicology, awarded by Queen’s University (1999). Her main research topic was folk music collections and the harp in 18th-century Ireland. She also completed the Graduate Diploma in Education (Music) at the University of Limerick.", "youtube": ["https://www.youtube.com/embed/pqWo9_ZLcFs?si=KAkcuyRIsUtjuWMQ"]},
      {"id": "10", "name": "Marla Fibish", "instrument": "Mandolin", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706910990/lark/marla_k0icwd.jpg", "description":"Marla's 40-plus years in the music started in San Francisco, where, given her grandfather’s mandolin and a newfound passion for Irish music, she forged her own approach and style, not even realizing at the start that she was playing an outlier of an instrument.  Over the years, she has become a prominent voice of the mandolin in the music, as well as a composer, and a dedicated and enthusiastic teacher.  Her compositions include tunes in traditional and not-so-traditional forms, songs, and a wide variety of verse she has set to music. She teaches private students, classes, workshops and camps around the US and in Ireland, as well as online at Peghead Nation String School. In addition to the mandolin, Marla sings, plays mandola, tenor guitar, and dabbles at the button accordion. Her discography includes her 2020 solo release The Bright Hollow Fog, a 2011 duo project with Cork singer Jimmy Crowley The Morning Star, trio projects Out of the Rain and Three Mile Stone, and she has released four albums with Noctambule, her duo with guitarist and husband Bruce Victor, most recently Every Migrant is My Fellow in 2021.  www.marlafibish.com", "youtube": ["https://www.youtube.com/embed/QYYIsUf-vvU?si=8on86AlcdHWyrc6X", "https://www.youtube.com/embed/CGaBt7VpSOA?si=h5pFFetlsel7FOyP"]},
      {"id": "11", "name": "Blackie O’Connell", "instrument": "Pipes", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706976563/lark/blackiue_wba6jn.jpg", "description":"Michael 'Blackie' O'Connell is an Uilleann Piper. He can be hired as a soloist for wedding ceremonies, funerals and other celebrations and usually comes as a duo if it is background music for drinks receptions and parties. Blackie is one of the most exciting Uilleann pipers in traditional music and was taught the Uilleann pipes by the great Limerick piper Mickey Dunne. His influences are the playing of Paddy Keenan, who is a regular visitor to his home in Clare, Finbar Furey and the great Johnny Doran.", "youtube": ["https://www.youtube.com/embed/f-gM9TLknLg?si=IdJud7Ku3z6VtOFX"]},
      {"id": "12", "name": "Stephanie Keane", "instrument": "Sean-Nós Dance", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1706976719/lark/stephanie_gzppxd.jpg", "description":"Dancer Stephanie Keane hails from Limerick city, where she learned Irish Step Dancing and competed at World Championship Level. Since moving to East Clare 15 years ago, she has pursued her passion to discover her own style and expression of dance through immersing herself in the tradition of the Sean Nós style of dance and learning Irish traditional tunes in her feet. By pushing the boundaries of her own dance experience, developing a deep appreciation for the nuances of this old-style dance and exploration with rhythms and music from other cultures, Stephanie has developed her own unique style of free-style Irish dance and is a well-established Irish dance artist, performer, teacher and choreographer.\n Stephanie’s performance style combines the best elements of sean nós dancing with her spark of fiery individuality built on a keen sense of tradition. She connects with the music and musician and naturally understands the musician’s interpretation of the tune, her style is free flowing, energetic and wild.", "youtube": ["https://www.youtube.com/embed/1B1yAluwgG0?si=1oUm-cg0YsQAtWp9"]},
      {"id": "13", "name": "Nuala Kennedy", "instrument": "Song", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1707939542/lark/Optimized-press_photo_5_eamon_ward_qjqoko.jpg", "description": "“Tales of fortitude and resilience, endurance and grit fuel this exceptional concept album from the singer, flute and whistle player and composer Nuala Kennedy.”IRISH TIMES 2023\n\nNuala Kennedy’s 2023 thematic recording ‘Shorelines’, her fifth solo release, is receiving accolades from around the world. It explores themes of female empowerment in a maritime setting, through traditional song and new composition. Dundalk born Kennedy is known for her creative reworking of traditional songs and for a unique flute style. She is a musical adventurer who is respected world-wide as a singer and superlative live performer.\n\nKennedy’s roots are first and foremost in Irish music, but she is ‘something of a genre bender’ (Living Tradition Magazine). She holds a Masters degree in Music and trained as a classical pianist with Prof. John O’ Connor. She tours and records with Indie-Poet Will Oldham/Bonnie Prince Billy, with Norman Blake (Teenage Fanclub), Euros Childs (Gorky’s Zygotic Mynci), and made a record of original fiddle and flute duets with cutting-edge Canadian composer, the late Oliver Schroer. Kennedy worked on composer Brian Reitzell’s improvised score for the hit television series American Gods (2017) and collaborated with piper Eric Rigler (Braveheart, Titanic) on the national U.S. Public Broadcasting show ‘Celtic Journeys’.\n\nKennedy has a host of recordings to her name and was a featured artist on Janis Ian’s 2022 Grammy nominated release End of The Line. For more please visit www.nualakennedy.com", "youtube": ["https://www.youtube.com/embed/2V8ep6GgzrY?si=nvoHpQKwQdZOQz9r"]},
      {"id:": "14", "name": "Yvonne Casey", "instrument": "Fiddle", "filepath": "https://res.cloudinary.com/dyjzfdguj/image/upload/v1710260286/lark/IMG_0919_n9expx.png", "description": "Yvonne Casey is one of Co. Clareʼs most distinctive fiddle players. She grew up surrounded by the richness of Clare music and plays in a unique soulful style. In the 1990ʼs Yvonne recorded two albums with The Ceili Bandits and they toured Europe and the USA. She also recorded her first solo CD in 2004. Since then, she has created her own music school in Clare and teaches and performs at various festivals at home, abroad and online. Her recently released CD entitled “Croí” (Heart) includes many of her own new beautiful compositions.", "youtube": ["https://www.youtube.com/embed/3Ytj8aazA-k?si=Y-Vstwl7Fo5o2FA6"]}
    ]
  }
  